var local_database = [
    {
        title:'111'
    },
  {
    postId: 1,
    title: '什么是食物多样和合理搭配',
    author: '健康达人',
    img_author:'/images/1.jpg',
    dateTime: '10小时前',
    detail: '不同食物中含有维持人体生命与健康所必需的能量和营养素不同。因此，从人体营养需要和食物营养特征考虑，必需由多种食物组成平衡膳食模式。如果怕忘就收藏起来吧！！不同食物中含有的营养素各有特点，只有通过合理搭配膳食中的食物种类和比例，才能满足个体的营养需要。平均每天摄入不同品种食物达到12种以上，每周达到25种以上，烹调油和调味品不计算在内。按照膳食宝塔的塔式结构，由多到少地搭配食物，可以很好地满足营养需要，并预防相关慢性病',

  },
  {
    postId: 2,
    title: '如何做到食物多样',
    author: '我爱健康',
    img_author:'/images/2.jpg',
    dateTime: '6小时前',
    detail: '同等能量的一份午餐，“小份”菜肴可以增加食物种类。与家人一起吃饭，有利于食物多样、将食物份量变小。每类食物中都包含丰富的品种，可彼此进行互换，避免食物品种单调，也利于丰富一日三餐，从而做到食物多样。粗细搭配：主食应注意增加全谷物和杂豆类食物。荤素搭配：肉菜搭配烹调，在改善菜肴色、香、味的同时，提供多种营养成分。深浅搭配：色彩丰富能给人视觉上美的享受，刺激食欲，营养搭配上也简单可行。',

  },

  {
    postId: 3,
    title: '如何做到谷物为主',
    author: '你好运动人',
    img_author:'/images/3.jpg',
    dateTime: '3小时前',
    detail: '每餐都应有谷类食物烹饪的主食，可以选择不同种类的谷类食物，采用不同的烹调加工方法，制作成各具风味与口味的主食。点餐时，宜先点主食和蔬菜，不能只点肉菜；就餐时，主食和菜肴同时上桌，不要在用餐结束时才把主食端上桌，从而发生主食吃的很少或不吃的情况。',


  },

  {
    postId: 4,
    title: '全谷、杂豆和薯类巧安排',
    author: '在家锻炼',
    img_author:'/images/4.jpg',
    dateTime: '1小时前',
    detail: '白米中可放入一把全谷或红小豆、绿豆来烹制米饭，杂豆还可以做成各式主食，各种豆馅也是烹制主食的好搭配。马铃薯和红薯经蒸、煮或烤后，可直接作为主食食用；也可以切块放入大米中经烹煮后同食。',

  },
  {
    postId: 5,
    title: '受益终身的6个饮食习惯',
    author: '户外爬山爱好者',
    img_author:'/images/5.jpg',
    dateTime: '1小时前',
    detail: '今天给大家总结了能够受益终身的6个最重要的饮食习惯。好的饮食习惯对于保持身材，预防疾病有着很大的帮助，越早开始做越好！1. 少盐,2. 少糖,3. 少油,4. 多吃菜少吃肉，主食粗细搭配,5. 每天1-2包奶,6. 细嚼慢咽.别忘了也转发给家人，一起践行，健康才是最大的幸福!',

  },
  {
    postId: 6,
    title: '吃得干净，保持轻盈',
    author: '去跑步吗',
    img_author:'/images/6.jpg',
    dateTime: '1小时前',
    detail: '分享几个极简饮食习惯：1,吃七分饱,这是肠胃最舒适状态：基本饱了，还有一点饥饿感.2,吃新鲜干净的食物,一日三餐基本都在家做,食材早上去小区附近菜场,或者周末去超市采购',

  }

]

// 给脚本文件定义一个出口
module.exports = {
  postList: local_database
}